CONSTANCE_CONFIG = {
    "DOMAIN": (
        "test.com",
        "Домен сайта",
        str,
    ),
    # "LOGO_TEXT": (
    #     "Antique-Store",
    #     "Текстовый логотип сайта",
    #     str,
    # ),
    "SITE_NAME": (
        "Магазин",
        "Наименованиее сайта",
        str,
    ),
    "SITE_TITLE": (
        "Наименование интернет магазина",
        "Заголовок",
        str,
    ),
    "SITE_SLOGANS": (
        "Качественные товары;Качественные товары;",
        "Слоганы (произвольная строка; произвольная строка;)",
        str,
    ),
    "SITE_OFFERS": (
        "Получи скидку до 40%;",
        "Предложения (произвольная строка; произвольная строка;)",
        str,
    ),
    "SITE_DESCRIPTION": (
        "У нас Вы найдёте всё, что Вам так нужно. Ассортимент магазина постоянно расширяется и дополняется в зависимости от пожеланий клиентов.",
        "Описание сайта",
        str,
    ),
    "PRIMARY_PHONE": (
        "+0 (000) 000-00-00",
        "Контактный телефон",
        str,
    ),
    "LIST_PHONE": (
        "+0 (000) 000-00-00;+0 (000) 000-00-00;",
        "Список телефонов (произвольная строка; произвольная строка;)",
        str,
    ),
    "PRIMARY_EMAIL": (
        "example@example.com",
        "Электронная Почта",
        str,
    ),
    "LIST_EMAIL": (
        "example@example.com;example@example.com;",
        "Список электронных почт (произвольная строка; произвольная строка;)",
        str,
    ),
    "WORKING_HOURS": (
        "Пн - Пт, c 8:00 до 10:00",
        "Рабочее время",
        str,
    ),
    "ADDRESS": (
        "Улица Пушкина дом №1",
        "Адрес",
        str,
    ),
}
